var shopCatalog = [
  {
    name: 'Вентиляция',
    sub: [
      {
        name: 'Вентиляторы'
      },
      {
        name: 'Воздуховоды, анемостаты'
      },
      {
        name: 'Решетки'
      }
    ]
  },
  {
    name: 'ГКЛ',
    sub: [
      {
        name: 'ГКЛ и ПГП Аксолит'
      },
      {
        name: 'ГКЛ КНАУФ'
      },
      {
        name: 'ГКЛ МАГМА'
      }
    ]
  },
  {
    name: 'ДВП, ДСП, ЦСП, Шифер'
  },
  {
    name: 'Детали интерьера',
    sub: [
      {
        name: 'Аксессуары для ванной комнаты',
        sub: [
          {
            name: 'Аксессуары'
          },
          {
            name: 'Занавес'
          },
          {
            name: 'Зеркала'
          },
          {
            name: 'Карнизы'
          },
          {
            name: 'Коврики'
          },
          {
            name: 'Полотенцедержатели'
          },
          {
            name: 'Фурнитура для зеркал'
          },
          {
            name: 'Экраны для ванн'
          }
        ]
      },
      {
        name: 'Двери',
        sub: [
          {
            name: 'Двери оптом'
          },
          {
            name: 'Двери РИФ+'
          }
        ]
      }
    ]
  },
  {
    name: 'Инструмент',
    sub: [
      {
        name: 'Абразивный инструмент',
        sub: [
          {
            name: 'Алмазные чашки, коронки'
          },
          {
            name: 'Бруски шлифовальные и заточные'
          },
          {
            name: 'Губки абразивные'
          },
          {
            name: 'Диски алмазные'
          },
          {
            name: 'Диски отрезные и шлифовальные для УШМ'
          },
          {
            name: 'Диски пильные'
          },
          {
            name: 'Корщётки'
          },
          {
            name: 'Круги абразивные торцевые'
          },
          {
            name: 'Круги заточные для наждака'
          },
          {
            name: 'Круги шлифовальные и полировальные, опорные тарелки'
          },
          {
            name: 'Лепестковые круги'
          },
          {
            name: 'Сетки абразивные'
          },
          {
            name: 'Шкурка водостойкая в рулоне'
          },
          {
            name: 'Шлиф ленты бесконечные'
          },
          {
            name: 'Шлиф лист'
          }
        ]
      },
      {
        name: 'Автомобильный инструмент и принадлежности'
      },
      {
        name: 'Биты, насадки, адаптеры'
      },
      {
        name: 'Буры, сверла, пики/долота, фрезы',
        sub: [
          {
            name: 'Буры по бетону, коронки'
          },
          {
            name: 'Сверла по бетону'
          },
          {
            name: 'Пики/долота'
          },
          {
            name: 'Сверла по дереву'
          },
          {
            name: 'Сверла по металу'
          },
          {
            name: 'Сверла по стеклу'
          }
        ]
      },
      {
        name: 'Измерительный инструмент',
        sub: [
          {
            name: 'Гидроуровни'
          },
          {
            name: 'Линейки, угольники, штангельциркули'
          },
          {
            name: 'Рулетки'
          },
          {
            name: 'Уровни'
          }
        ]
      },
      {
        name: 'Инструмент по стеклу и керамике',
        sub: [
          {
            name: 'Плиткорезы'
          },
          {
            name: 'Стеклодомкраты'
          },
          {
            name: 'Стеклорезы'
          }
        ]
      },
      {
        name: 'Ленты, скотчи, изоленты'
      },
      {
        name: 'Лестничная техника'
      },
      {
        name: 'Малярный инструмент',
        sub: [
          {
            name: 'Валики'
          },
          {
            name: 'Ванночки, кюветы'
          },
          {
            name: 'Кисти'
          },
          {
            name: 'Миксеры, мешалки'
          },
          {
            name: 'Наборы'
          },
          {
            name: 'Разметочный инструмент'
          },
          {
            name: 'Удлиннители для валиков телескопические'
          }
        ]
      },
      {
        name: 'Наборы ручного инструмента',
        sub: [
          {
            name: 'Наборы Энкор'
          },
          {
            name: 'Наборы Packard Spence'
          },
          {
            name: 'Наборы STAYER'
          },
          {
            name: 'Наборы Арсенал'
          }
        ]
      },
      {
        name: 'Паяльный и газовый инструмент и принадлежности'
      },
      {
        name: 'Пистолеты',
        sub: [
          {
            name: 'Пистолеты для герметиков'
          },
          {
            name: 'Пистолеты для пены'
          }
        ]
      },
      {
        name: 'Режущий инструмент',
        sub: [
          {
            name: 'Ножи для электрорубанков'
          },
          {
            name: 'Ножи и лезвия'
          },
          {
            name: 'Ножницы'
          },
          {
            name: 'Ножовки, полотна и стусла'
          },
          {
            name: 'Пилки для лобзика'
          }
        ]
      },
      {
        name: 'Слесарный инструмент',
        sub: [
          {
            name: 'Головки для гайковёртов'
          },
          {
            name: 'Зубила, керны'
          },
          {
            name: 'Ключи'
          },
          {
            name: 'Напильники, надфили, рашпили'
          },
          {
            name: 'Отвертки'
          },
          {
            name: 'Патроны сверлильные'
          },
          {
            name: 'Резьбонарезной инструмент'
          },
          {
            name: 'Тиски'
          }
        ]
      },
      {
        name: 'Средства защиты'
      },
      {
        name: 'Столярный инструмент',
        sub: [
          {
            name: 'Гвоздодёры'
          },
          {
            name: 'Стамески'
          }
        ]
      },
      {
        name: 'Ударный инструмент',
        sub: [
          {
            name: 'Киянки'
          },
          {
            name: 'Молотки, кувалды'
          },
          {
            name: 'Топоры'
          }
        ]
      },
      {
        name: 'Фиксирующий инструмент',
        sub: [
          {
            name: 'Заклепочники'
          },
          {
            name: 'Степлеры'
          }
        ]
      },
      {
        name: 'Шарнирно-губцевый инструмент',
        sub: [
          {
            name: 'Бокорезы'
          },
          {
            name: 'Болторезы'
          },
          {
            name: 'Кусачки'
          },
          {
            name: 'Мультитулы'
          },
          {
            name: 'Плоскогубцы'
          },
          {
            name: 'Струбцины'
          }
        ]
      },
      {
        name: 'Штукатурный инструмент',
        sub: [
          {
            name: 'Гладилки'
          },
          {
            name: 'Кельмы'
          },
          {
            name: 'Правила'
          },
          {
            name: 'Тёрки'
          },
          {
            name: 'Шпателя'
          }
        ]
      },
      {
        name: 'Ящики для инструмента, вёдра и тазы строительные'
      }
    ]
  },
  {
    name: 'Керамогранит'
  },
  {
    name: 'Кирпич, блоки',
    sub: [
      {
        name: 'Блоки стеновые'
      },
      {
        name: 'Облицовочный'
      },
      {
        name: 'Рядовой'
      },
      {
        name: 'Шамотный'
      }
    ]
  },
  {
    name: 'Крепеж',
    sub: [
      {
        name: 'Болты,винты,гайки,шайбы,шпильки'
      },
      {
        name: 'Гвозди',
        sub: [
          {
            name: 'Гвозди декоративные'
          },
          {
            name: 'Гвозди кровельные'
          },
          {
            name: 'Гвозди строительные'
          },
          {
            name: 'Гвозди финишные'
          }
        ]
      },
      {
        name: 'Грузовой крепеж'
      },
      {
        name: 'Дюбеля, анкера',
        sub: [
          {
            name: 'Анкерный'
          },
          {
            name: 'Дюбель гвозди'
          },
          {
            name: 'Дюбель д/термоизол.'
          },
          {
            name: 'Дюбель рамный'
          },
          {
            name: 'Дюбель шипованный'
          }
        ]
      },
      {
        name: 'Крепеж перфорированный'
      },
      {
        name: 'Метизы',
        sub: [
          {
            name: 'Дюбеля, заглушки, крепеж фасованные'
          },
          {
            name: 'Заглушки, крепеж, хомуты'
          }
        ]
      },
      {
        name: 'Саморезы',
        sub: [
          {
            name: 'Саморезы кровельные'
          },
          {
            name: 'Саморезы п/шайба'
          },
          {
            name: 'Саморезы по дереву'
          },
          {
            name: 'Саморезы по металлу'
          },
          {
            name: 'Саморезы универсальные'
          },
          {
            name: 'Саморезы фасованные'
          }
        ]
      },
      {
        name: 'Шканты'
      },
      {
        name: 'Шурупы',
        sub: [
          {
            name: 'Шурупы шестигранные'
          }
        ]
      }
    ]
  },
  {
    name: 'Кровельные материалы',
    sub: [
      {
        name: 'Кровля мягкая'
      },
      {
        name: 'Кровля наплавляемая'
      },
      {
        name: 'Мастика'
      },
      {
        name: 'Ондулин'
      },
      {
        name: 'Подкровельные пленки'
      }
    ]
  },
  {
    name: 'Лакокраска',
    sub: [
      {
        name: 'Автохимия'
      },
      {
        name: 'Альпа'
      },
      {
        name: 'Антисептики',
        sub: [
          {
            name: 'Антисептик DEKOR-Нордекс-Пирилакс'
          },
          {
            name: 'Антисептик ELCON'
          },
          {
            name: 'Антисептик NEOMID'
          },
          {
            name: 'Антисептик Акватекс "экстра"'
          },
          {
            name: 'Антисептик Верес'
          },
          {
            name: 'Антисептик Евротекс'
          },
          {
            name: 'Антисептик Лазурол'
          },
          {
            name: 'Антисептик ПалИж'
          },
          {
            name: 'Антисептик Пинотекс'
          },
          {
            name: 'Антисептик Рогнеда'
          }
        ]
      },
      {
        name: 'Герметики',
        sub: [
          {
            name: 'Герметик NEOMID'
          },
          {
            name: 'Герметики CYCLONЕ,PUTECH'
          },
          {
            name: 'Герметики KRASS'
          },
          {
            name: 'Герметики ZAKZAB'
          },
          {
            name: 'Герметики Макрофлекс'
          }
        ]
      },
      {
        name: 'Грунт-эмали по ржавчине',
        sub: [
          {
            name: 'Грунт-эмаль по ржавчине Спектр'
          },
          {
            name: 'Грунт-эмаль по ржавчине Текс'
          }
        ]
      },
      {
        name: 'Грунтовки',
        sub: [
          {
            name: 'Бетонконтакт'
          },
          {
            name: 'Грунтовки ВД'
          },
          {
            name: 'Грунтовки ВД и бетонконтакт Хольцер, Эвекс,ПРОкрас'
          },
          {
            name: 'Грунтовки ГФ'
          },
          {
            name: 'Олифа'
          }
        ]
      },
      {
        name: 'Декоративные покрытия'
      },
      {
        name: 'Клея',
        sub: [
          {
            name: 'Клей для линолеума'
          },
          {
            name: 'Клей жидкие гвозди'
          },
          {
            name: 'Клей монтажный'
          },
          {
            name: 'Клей обойный'
          },
          {
            name: 'клей обойный KLEO'
          },
          {
            name: 'Клей ПВА'
          }
        ]
      },
      {
        name: 'Колер пасты',
        sub: [
          {
            name: 'Колер Коллекция'
          },
          {
            name: 'Колер ПалИж'
          },
          {
            name: 'Колоранты'
          }
        ]
      },
      {
        name: 'Краски водоэмульсионные',
        sub: [
          {
            name: 'краска В/Д Bravo'
          },
          {
            name: 'краска В/Д ГОЛ'
          },
          {
            name: 'краска В/Д Куб'
          },
          {
            name: 'краска В/Д Парад'
          },
          {
            name: 'краска В/Д Текс'
          },
          {
            name: 'краска В/Д Хольцер'
          },
          {
            name: 'краска В/Д Эвекс, ПРОКрас'
          },
          {
            name: 'Краска В/Д Эко'
          }
        ]
      },
      {
        name: 'Лаки',
        sub: [
          {
            name: 'Лак ХВ-784'
          },
          {
            name: 'Лаки NEOMID'
          },
          {
            name: 'Лаки VERES'
          },
          {
            name: 'Лаки Маршал'
          },
          {
            name: 'Лаки Спектр'
          },
          {
            name: 'Лаки Текс'
          }
        ]
      },
      {
        name: 'Пена монтажная',
        sub: [
          {
            name: 'Пена ATOLL Putech и прочая'
          },
          {
            name: 'Пена TriS'
          },
          {
            name: 'Пена прочая'
          },
          {
            name: 'Пена Хенкель'
          }
        ]
      },
      {
        name: 'Растворители',
        sub: [
          {
            name: 'Ацетоны'
          },
          {
            name: 'Керосины'
          },
          {
            name: 'Нейтрализатор ржавчины и смывки ЛКМ'
          },
          {
            name: 'Растворители 646,650'
          },
          {
            name: 'Скипидары, сольвенты'
          },
          {
            name: 'Уайт-спириты'
          }
        ]
      },
      {
        name: 'Шпатлевки',
        sub: [
          {
            name: 'затирки готовые Коллекция'
          },
          {
            name: 'Шпаклевка ПалИж'
          },
          {
            name: 'шпатлевка Лакра-Ижевск'
          },
          {
            name: 'шпатлевка по дереву Лакра'
          }
        ]
      },
      {
        name: 'Эмали МА'
      },
      {
        name: 'Эмали НЦ',
        sub: [
          {
            name: 'эмали НЦ-132 Belcolor'
          },
          {
            name: 'эмали НЦ-132 Лакра'
          }
        ]
      },
      {
        name: 'Эмали ПФ',
        sub: [
          {
            name: 'эмаль Маршал'
          },
          {
            name: 'эмаль ПФ-115 DEKOR'
          },
          {
            name: 'эмаль ПФ-115 START САЙВЕР'
          },
          {
            name: 'эмаль ПФ-115 Лакра'
          },
          {
            name: 'эмаль ПФ-115 Одилак'
          },
          {
            name: 'эмаль ПФ-115 ПРОМФАСОВКА'
          },
          {
            name: 'Эмаль ПФ-115 СПЕКТР'
          },
          {
            name: 'эмаль ПФ-115 Текс Оптимум'
          }
        ]
      },
      {
        name: 'Эмали, грунты, лаки аэрозольные'
      },
      {
        name: 'Эмаль КО'
      }
    ]
  },
  {
    name: 'Ленты, пленки, сетки, скотчи',
    sub: [
      {
        name: 'Ленты, скотчи, уплотнители'
      },
      {
        name: 'Плёнки п/э'
      },
      {
        name: 'Серпянки, стеклохолсты, сетки'
      }
    ]
  },
  {
    name: 'Общестроительные материалы',
    sub: [
      {
        name: 'Композитные материалы'
      },
      {
        name: 'Сетки'
      },
      {
        name: 'Трубы стальные'
      }
    ]
  },
  {
    name: 'Панели',
    sub: [
      {
        name: 'Комплектующие к МДФ панелям'
      },
      {
        name: 'Комплектующие к ПВХ панелям'
      },
      {
        name: 'Панели МДФ'
      },
      {
        name: 'Панели ПВХ'
      }
    ]
  },
  {
    name: 'Плитка',
    sub: [
      {
        name: 'Коллекционная керамическая плитка',
        sub: [
          {
            name: 'Акварель'
          },
          {
            name: 'Арабика и Грано'
          },
          {
            name: 'Ареналь'
          },
          {
            name: 'Ассоль'
          },
          {
            name: 'Астория'
          },
          {
            name: 'Бамбук'
          },
          {
            name: 'Богема'
          },
          {
            name: 'Венеция'
          },
          {
            name: 'Верано'
          },
          {
            name: 'Веста'
          },
          {
            name: 'Гардения'
          },
          {
            name: 'Грейс'
          },
          {
            name: 'Дель Маре'
          },
          {
            name: 'Дополнительные декоративные элементы'
          },
          {
            name: 'Дуэт'
          },
          {
            name: 'Жасмин'
          },
          {
            name: 'Индира'
          },
          {
            name: 'Камелот'
          },
          {
            name: 'Капли'
          },
          {
            name: 'Каската'
          },
          {
            name: 'Коко-Шанель'
          },
          {
            name: 'Комплимент'
          },
          {
            name: 'Лагуна'
          },
          {
            name: 'Лайт'
          },
          {
            name: 'Лила'
          },
          {
            name: 'Лючия'
          },
          {
            name: 'Майолика'
          },
          {
            name: 'Малахит'
          },
          {
            name: 'Марина'
          },
          {
            name: 'Мидори'
          },
          {
            name: 'Мозаика'
          },
          {
            name: 'Моноколор'
          },
          {
            name: 'Ника'
          },
          {
            name: 'Нью-Йорк'
          },
          {
            name: 'Плессо'
          },
          {
            name: 'Помпеи'
          },
          {
            name: 'Примавера'
          },
          {
            name: 'Релакс'
          },
          {
            name: 'Рефлекс'
          },
          {
            name: 'Ривьера'
          },
          {
            name: 'Ринальди'
          },
          {
            name: 'Сирио'
          },
          {
            name: 'Спа'
          },
          {
            name: 'Тоскана'
          },
          {
            name: 'Урал'
          },
          {
            name: 'Фламенко'
          },
          {
            name: 'Флер'
          },
          {
            name: 'Флоренция'
          },
          {
            name: 'Хохлома'
          },
          {
            name: 'Эста'
          }
        ]
      }
    ]
  },
  {
    name: 'Плитка тротуарная',
    sub: [
      {
        name: 'Бордюры'
      },
      {
        name: 'Брусчатка'
      },
      {
        name: 'Водосточные системы'
      },
      {
        name: 'Люки полимерпесчаные'
      },
      {
        name: 'Плитка полимерпесчанная'
      },
      {
        name: 'Плитка тротуарная'
      }
    ]
  },
  {
    name: 'Подложки, вспененная теплоизоляция'
  },
  {
    name: 'Покрытия напольные',
    sub: [
      {
        name: 'Ламинат',
        sub: [
          {
            name: 'Ламинат "EUROFLOORING LUX"'
          },
          {
            name: 'Ламинат "Platinum"'
          },
          {
            name: 'Ламинат WESTERHOF'
          }
        ]
      },
      {
        name: 'Линолеум',
        sub: [
          {
            name: 'Линолеум шириной 1,5 м'
          },
          {
            name: 'Линолеум шириной 2,0 м'
          },
          {
            name: 'Линолеум шириной 2,5 м'
          },
          {
            name: 'Линолеум шириной 3,0 м'
          },
          {
            name: 'Линолеум шириной 3,5 м'
          },
          {
            name: 'Линолеум шириной 4,0 м'
          }
        ]
      },
      {
        name: 'Паркет'
      },
      {
        name: 'Плинтуса ПВХ',
        sub: [
          {
            name: 'Плинтус NEXUS'
          },
          {
            name: 'Фурнитура для плинтусов с каб.каналом'
          }
        ]
      },
      {
        name: 'Пороги',
        sub: [
          {
            name: 'Пороги Ал-Профи'
          },
          {
            name: 'Пороги ЛУКА'
          }
        ]
      }
    ]
  },
  {
    name: 'Профиля',
    sub: [
      {
        name: 'Плинтуса пенополистироловые'
      },
      {
        name: 'Потолок подвесной'
      },
      {
        name: 'Потолок экструзионный'
      },
      {
        name: 'Профиль и комплектующие  для ГКЛ'
      },
      {
        name: 'Профиля д/плитки'
      },
      {
        name: 'Уголки отделочные'
      }
    ]
  },
  {
    name: 'Сантехника',
    sub: [
      {
        name: 'Ванны',
        sub: [
          {
            name: 'Ванна акриловая'
          },
          {
            name: 'Ванна стальная'
          },
          {
            name: 'Ванна чугунная'
          },
          {
            name: 'Дополнительная комплектация для акриловых ванн'
          }
        ]
      },
      {
        name: 'Водопровод',
        sub: [
          {
            name: 'Комплектующие д/водопровода'
          },
          {
            name: 'Краны для воды'
          },
          {
            name: 'Краны для газа'
          },
          {
            name: 'Металлопластик'
          },
          {
            name: 'Подводки'
          },
          {
            name: 'Полипропилен'
          },
          {
            name: 'Энергофлекс (утеплитель труб)'
          }
        ]
      },
      {
        name: 'Душевые кабины'
      },
      {
        name: 'Душевые поддоны'
      },
      {
        name: 'Канализация'
      },
      {
        name: 'Мебель для ванной',
        sub: [
          {
            name: 'Зеркала'
          },
          {
            name: 'Пеналы'
          },
          {
            name: 'Тумбы'
          },
          {
            name: 'Шкафы'
          }
        ]
      },
      {
        name: 'Мойки',
        sub: [
          {
            name: 'Мойки нержавейки'
          },
          {
            name: 'Мойки эмалированные'
          },
          {
            name: 'Мойки-мрамор'
          }
        ]
      },
      {
        name: 'Полотенцесушители'
      },
      {
        name: 'Санфаянс',
        sub: [
          {
            name: 'Биде'
          },
          {
            name: 'Комплектующие для санфаянса'
          },
          {
            name: 'Пьедесталы'
          },
          {
            name: 'Раковины (компл)'
          },
          {
            name: 'Унитазы Турция'
          },
          {
            name: 'Унитазы, полочки'
          }
        ]
      },
      {
        name: 'Системы отопления',
        sub: [
          {
            name: 'Радиаторы'
          },
          {
            name: 'Тэны'
          },
          {
            name: 'Экраны д/радиаторов'
          }
        ]
      },
      {
        name: 'Смесители',
        sub: [
          {
            name: 'Cмесители Другое'
          },
          {
            name: 'Акссесуары для душа'
          },
          {
            name: 'Акссесуары к смесителям'
          },
          {
            name: 'Смесители Brimix'
          },
          {
            name: 'Смесители DIABLO'
          },
          {
            name: 'Смесители FRAP'
          },
          {
            name: 'Смесители FRUD'
          },
          {
            name: 'Смесители Graff Lux'
          },
          {
            name: 'Смесители Gross Aqua'
          },
          {
            name: 'Смесители IKA GL'
          },
          {
            name: 'Смесители Magnus'
          },
          {
            name: 'Смесители Next'
          },
          {
            name: 'Смесители OSGARD'
          },
          {
            name: 'Смесители Oskar'
          },
          {
            name: 'Смесители QUELLE'
          },
          {
            name: 'Смесители Safari'
          },
          {
            name: 'Смесители Sanaks'
          },
          {
            name: 'Смесители STELS'
          },
          {
            name: 'Смесители TIVOLI'
          },
          {
            name: 'Смесители Venus'
          },
          {
            name: 'Смесители Waterwoks'
          },
          {
            name: 'Смесители Wirsant'
          },
          {
            name: 'Смесители Армада'
          },
          {
            name: 'Смесители ИРБИС'
          },
          {
            name: 'Смесители МАК'
          },
          {
            name: 'Смесители МОНО'
          },
          {
            name: 'Смесители Россия'
          },
          {
            name: 'Смесители Сатурн'
          },
          {
            name: 'Смесители Тритон'
          }
        ]
      }
    ]
  },
  {
    name: 'Скобянка',
    sub: [
      {
        name: 'Глазки'
      },
      {
        name: 'Доводчики'
      },
      {
        name: 'Замки'
      },
      {
        name: 'Запорная фурнитура',
        sub: [
          {
            name: 'Задвижки'
          },
          {
            name: 'Защелки'
          },
          {
            name: 'Ригеля'
          }
        ]
      },
      {
        name: 'Ограничители'
      },
      {
        name: 'Петли',
        sub: [
          {
            name: 'Петли гаражные'
          },
          {
            name: 'Петли дверные раз.'
          }
        ]
      },
      {
        name: 'Ручки',
        sub: [
          {
            name: 'Ручки рамные'
          },
          {
            name: 'Ручки скобы'
          },
          {
            name: 'Ручки фалевые'
          },
          {
            name: 'Ручки шарообразные'
          }
        ]
      },
      {
        name: 'Фурнитура для мебели'
      }
    ]
  },
  {
    name: 'Смеси готовые',
    sub: [
      {
        name: 'Шпаклевка готовая'
      }
    ]
  },
  {
    name: 'Смеси сухие',
    sub: [
      {
        name: 'АКСОЛИТ сухие смеси'
      },
      {
        name: 'БАУЛЮКС сухие смеси'
      },
      {
        name: 'ГИПСОПОЛИМЕР сухие смеси'
      },
      {
        name: 'ЕК, ОБЕРФИКС, ВОЛМА  сухие смеси'
      },
      {
        name: 'Затирки',
        sub: [
          {
            name: 'затирка Саумаласти'
          },
          {
            name: 'затирка ATLAS'
          },
          {
            name: 'Затирка LITOCHROM'
          },
          {
            name: 'затирка UlLTRACOLOR PLUS'
          },
          {
            name: 'Затирка БЕРГАУФ'
          },
          {
            name: 'затирка Терракот'
          },
          {
            name: 'Затирка ЦЕРЕЗИТ СЕ'
          }
        ]
      },
      {
        name: 'КНАУФ сухие смеси'
      },
      {
        name: 'МАГМА сухие смеси'
      },
      {
        name: 'ТЕРРАКОТ сухие жаростойкие смеси'
      },
      {
        name: 'Цемент,алебастр,мел, ЦПС'
      },
      {
        name: 'ЧЕЛСИ сухие смеси'
      },
      {
        name: 'БЕРГАУФ сухие смеси'
      },
      {
        name: 'ЮНИС сухие смеси'
      }
    ]
  },
  {
    name: 'Сыпучие материалы'
  },
  {
    name: 'Утеплители, изоляция',
    sub: [
      {
        name: 'Льноватин,пакля,асбестокартон'
      },
      {
        name: 'Пенопласт'
      },
      {
        name: 'пенополистирольные плиты'
      },
      {
        name: 'Поролон (Руб)'
      },
      {
        name: 'Теплоизоляция мин.вата (плиты, маты)',
        sub: [
          {
            name: 'Минплита BASWOOL'
          },
          {
            name: 'Теплоизоляция мин.вата (плиты, маты)'
          }
        ]
      }
    ]
  },
  {
    name: 'Фанера'
  },
  {
    name: 'Хоз. товары',
    sub: [
      {
        name: 'Бытовая химия'
      },
      {
        name: 'Все для АВТО'
      },
      {
        name: 'Дермантин'
      },
      {
        name: 'Зимний инвентарь'
      },
      {
        name: 'клеёнка на флезилиновой основе'
      },
      {
        name: 'Перчатки, рукавицы'
      },
      {
        name: 'Печи для бани'
      },
      {
        name: 'Полив и принадлежности'
      },
      {
        name: 'Садово-огородный инвентарь'
      },
      {
        name: 'Тачки'
      },
      {
        name: 'Товары для быта'
      },
      {
        name: 'Товары для отдыха'
      },
      {
        name: 'Хоз. инвентарь'
      },
      {
        name: 'Шнуры, верёвки'
      }
    ]
  },
  {
    name: 'Электроинструмент',
    sub: [
      {
        name: 'DWT'
      },
      {
        name: 'HAMMER'
      },
      {
        name: 'KOLNER'
      },
      {
        name: 'MAKITA'
      },
      {
        name: 'Аккумуляторные отвёртки'
      },
      {
        name: 'Аккумуляторы'
      },
      {
        name: 'Вихрь'
      },
      {
        name: 'ГРАД-М'
      },
      {
        name: 'ЗУБР'
      },
      {
        name: 'ИНТЕРСКОЛ'
      },
      {
        name: 'РЕСУРС'
      },
      {
        name: 'Сварочное оборудование'
      },
      {
        name: 'СТАВР'
      },
      {
        name: 'строительное оборудование'
      },
      {
        name: 'Электроды'
      },
      {
        name: 'Энкор'
      }
    ]
  },
  {
    name: 'Электротовары',
    sub: [
      {
        name: 'Материалы электроустановочные',
        sub: [
          {
            name: 'Makel'
          },
          {
            name: 'автоматы'
          },
          {
            name: 'боксы'
          },
          {
            name: 'гофра-каналы'
          },
          {
            name: 'звонки'
          },
          {
            name: 'изолента СПУТНИК'
          },
          {
            name: 'кабель-каналы Т-пласт'
          },
          {
            name: 'коробки монтаж.'
          },
          {
            name: 'Провода'
          },
          {
            name: 'розетки, выключатели'
          },
          {
            name: 'Серия "Classic" цвет белый'
          },
          {
            name: 'Серия "Classic" цвет крем'
          },
          {
            name: 'Серия Schneider "Этюд"'
          },
          {
            name: 'Серия TDM'
          },
          {
            name: 'Серия открытой проводки "Fazenda" белый'
          },
          {
            name: 'Серия открытой проводки "Fazenda" крем'
          },
          {
            name: 'счетчик электричес.'
          },
          {
            name: 'удлинители'
          },
          {
            name: 'эл. вилки "Универсал"'
          },
          {
            name: 'эл.патроны'
          },
          {
            name: 'элементы питания'
          }
        ]
      },
      {
        name: 'Приборы осветительные',
        sub: [
          {
            name: 'лампы'
          },
          {
            name: 'люстры'
          },
          {
            name: 'прожектора'
          },
          {
            name: 'светильники'
          },
          {
            name: 'светильники банные'
          },
          {
            name: 'фонари'
          },
          {
            name: 'энергосберегающие лампы'
          }
        ]
      },
      {
        name: 'Электрооборудование',
        sub: [
          {
            name: 'Водонагреватели'
          },
          {
            name: 'Обогреватели'
          },
          {
            name: 'Полы теплые ArnoldRak'
          },
          {
            name: 'Полы теплые Теплолюкс'
          }
        ]
      }
    ]
  }
];
